"0"="";
"10000"="Çekim modu";
"10001"="Tv(Örtücü hızı)";
"10002"="Av(Diyafram değeri)";
"10003"="AF modu";
"10004"="Flaş pozlama telafisi";
"10005"="Pozlama telafisi";
"10006"="Otopozlama basamaklama";
"10007"="Ölçüm modu";
"10008"="Beyaz dengesi modu";
"10009"="Lens";
"10010"="AF mikroayarlama";
"10011"="Odak uzaklığı";
"10012"="Flaş";
"10013"="Görüntü boyutu";
"10014"="Görüntü kalitesi";
"10015"="Kırmızı göz azaltma";
"10016"="Parametre ayarları";
"10017"="Motor modu";
"10018"="GPS verisi";
"10019"="Sahibinin adı";
"10020"="Fotoğraf makinesi gövde no.";
"10021"="Özel fonksiyon";
"10022"="Beyaz dengesi telafisi";
"10023"="JPEG kalitesi";
"10024"="Dijital pozlama telafisi";
"10025"="Dosya adı";
"10026"="Fotoğraf makinesi modeli";
"10027"="Çekim tarih/saati";
"10028"="ISO hızı";
"10029"="Dijital zum";
"10030"="Video";
"10031"="Kayıt süresi  %d.%d";
"10032"="Kare hızı  ";
"10033"="Flaş tipi";
"10034"="Deklanşör perdesi senkronizasyonu";
"10035"="Aktif AF noktaları";
"10036"="Dosya boyutu";
"10037"="Manzara";
"10038"="ISO hızı basamaklama";
"10039"="Beyaz dengesi basamaklama";
"10040"="Renk matrisi";
"10041"="Gürültü azaltma";
"10042"="Renk uzayı";
"10043"="    01:Uzun pozlama gürültü azaltma";
"10044"="    02:Deklanşör/AE kilidi düğmesi";
"10045"="    03:Ayna kilidi";
"10046"="    04:TV, AV ve pozlama seviyesi";
"10047"="    05:AF destek ışığı";
"10048"="    06:Av modunda örtücü hızı";
"10049"="    07:AEB sırası/otomatik iptal";
"10050"="    08:Deklanşör perdesi senkronizasyonu";
"10051"="    09:Mercek AF durdurma düğmesi fonk, anahtar";
"10052"="    10:Dolgu flaşında otomatik azaltma";
"10053"="    11:Menü düğmesi dönüş pozisyonu";
"10054"="    12:SET düğmesi fonksiyonu, çekerken";
"10055"="    13:Sensör temizliği";
"10056"="    14:Üst üste bindirilmiş ekran";
"10057"="    15:CF kartsız deklanşörü serbest bırakma";
"10058"="    05:AF-yardımcı ışığı/flaş patlaması";
"10059"="    00:Odaklanma ekranı";
"10060"="    01:Pozlama sırasında vizör ekranı";
"10061"="    02:CF kartsız deklanşörü serbest bırakma";
"10062"="    03:ISO hızı genişletme";
"10063"="    04:Deklanşör/AE kilidi düğmesi";
"10064"="    05:Manuel Tv/M poz. için Av ayarı";
"10065"="    06:Pozlama seviyesi adımları";
"10066"="    07:USM lens elektronik MF";
"10067"="    08:Üst LCD panel/arka LCD panel";
"10068"="    09:Otomatik basamaklama sırası/iptal";
"10069"="    10:AF noktası aydınlatma";
"10070"="    11:AF noktası seçim yöntemi";
"10071"="    12:Ayna kilidi";
"10072"="    13:AF noktası sayısı/nokta ölçüm";
"10073"="    14:Dolgu flaşında otomatik azaltma";
"10074"="    15:Deklanşör perdesi senkronizasyonu";
"10075"="    16:Av veya Tv'de güvenli geçiş";
"10076"="    17:AF noktası aktivasyon alanı";
"10077"="    18:Kayıtlı AF noktasına geçiş";
"10078"="    19:Mercek AF durdurma düğmesi fonksiyonu";
"10079"="    20:AI SERVO takip hassasiyeti";
"10080"="Oto";
"10081"="Program AE";
"10082"="Deklanşör öncelikli AE";
"10083"="Diyafram öncelikli AE";
"10084"="Manuel pozlama";
"10085"="A-DEP";
"10086"="Alan derinlikli AE";
"10087"="Bulb";
"10088"="Oto";
"10089"="Manzara";
"10090"="Sahnesi";
"10091"="Siyah beyaz";
"10092"="Sepya";
"10093"="Portre";
"10094"="Spor";
"10095"="Makro(Yakın çekim)";
"10096"="Video";
"10097"="Siyah beyaz";
"10098"="Flaş kapalı (Hiç patlamaz.)";
"10099"="Bulb pozlama modu";
"10100"="Tek çekim AF";
"10101"="AI Servo AF";
"10102"="AI Odak AF";
"10103"="Manuel odaklanma";
"10104"="Manuel odak";
"10105"="Merkez ağırlıklı ortalama ölçüm";
"10106"="Nokta ölçüm";
"10107"="Ortalama ölçüm";
"10108"="Değerlendirmeli ölçüm";
"10109"="Kısmi ölçüm";
"10110"="Merkez ağırlıklı ortalama ölçüm";
"10111"="Oto";
"10112"="Gün ışığı";
"10113"="Bulutlu";
"10114"="Tungsten";
"10115"="Floresan";
"10116"="Flaş";
"10117"="Özel";
"10118"="Siyah beyaz";
"10119"="Gölge";
"10120"="Renk sıcaklığı";
"10121"="PCayar1";
"10122"="PCayar2";
"10123"="PCayar3";
"10124"="PCayar4";
"10125"="PCayar5";
"10126"="Kapalı";
"10127"="Oto";
"10128"="Açık";
"10129"="Oto";
"10130"="Oto";
"10131"="Açık";
"10132"="Ekonomi";
"10133"="Normal";
"10134"="İnce";
"10135"="RAW";
"10136"="Süper ince";
"10137"="Otomatik seçim";
"10138"="Kapalı";
"10139"="Açık";
"10140"="Normal";
"10141"="Kontrast düşük";
"10142"="Kontrast orta düşük";
"10143"="Kontrast yüksek";
"10144"="Kontrast orta yüksek";
"10145"="Kontrast standart";
"10146"="Keskinlik düşük";
"10147"="Keskinlik orta düşük";
"10148"="Keskinlik yüksek";
"10149"="Keskinlik orta yüksek";
"10150"="Keskinlik standart";
"10151"="Renk doygunluğu düşük";
"10152"="Renk doygunluğu orta düşük";
"10153"="Renk doygunluğu yüksek";
"10154"="Renk doygunluğu orta yüksek";
"10155"="Renk doygunluğu standart";
"10156"="Tek çekim";
"10157"="Seri çekim";
"10158"="Otomatik zamanlama işlemi";
"10159"="Video çekimi";
"10160"="Seri çekim(Hız önceliği)";
"10161"="Düşük hızda seri çekim";
"10162"="Yüksek hızda seri çekim";
"10163"="Sessiz tek çekim";
"10164"="Enlem";
"10165"="Boylam";
"10166"="Yükseklik";
"10167"="Coğrafi koordinat sistemi";
"10168"="Kapalı";
"10169"="Açık";
"10170"="Kapalı";
"10171"="Açık";
"10172"="Ton eğrisi standart";
"10173"="Ton eğrisi elle ayar";
"10174"="Ton eğrisi özel ayar";
"10175"="Ton eğrisi TCD1";
"10176"="Ton eğrisi TCD2";
"10177"="Ton eğrisi TCD3";
"10178"="Ton eğrisi özel ayar";
"10179"="Keskinlik seviyesi 0";
"10180"="Keskinlik seviyesi 1";
"10181"="Keskinlik seviyesi 2";
"10182"="Keskinlik seviyesi 3";
"10183"="Keskinlik seviyesi 4";
"10184"="Keskinlik seviyesi 5";
"10185"="Keskinlik 0";
"10186"="Keskinlik 1";
"10187"="Keskinlik 2";
"10188"="Keskinlik 3";
"10189"="Keskinlik 4";
"10190"="Keskinlik 5";
"10191"="Keskinlik hedefi kaba";
"10192"="Keskinlik hedefi orta kaba";
"10193"="Keskinlik hedefi standart";
"10194"="Keskinlik hedefi orta ince";
"10195"="Keskinlik hedefi ince";
"10196"="    0:Kapalı";
"10197"="    1:Açık";
"10198"="    0:AF/AE kilidi";
"10199"="    1:AE kilidi /AF";
"10200"="    2:AF/AF kilidi";
"10201"="    3:AE+bırakma/AE + AF";
"10202"="    0:Kapat";
"10203"="    1:Aç";
"10204"="    0:1/2-stop";
"10205"="    1:1/3-stop";
"10206"="    0:Açık(Oto)";
"10207"="    1:Kapalı";
"10208"="    0:Yayar/patlar";
"10209"="    1:Yaymaz/patlar";
"10210"="    2:Sadece harici flaş yayar/patlar";
"10211"="    3:Yayar/patlamaz";
"10212"="    0:Oto";
"10213"="    1:1/200(sabit)";
"10214"="    0:0 => - => +/Açık";
"10215"="    1:0 => - => +/Kapalı";
"10216"="    2:- => 0 => +/Açık";
"10217"="    3:- => 0 => +/Kapalı";
"10218"="    0:1. perde senkronizasyonu";
"10219"="    1:2. perde senkronizasyonu";
"10220"="    0:AF durdur";
"10221"="    1:AF başlat";
"10222"="    2:Ölçümlü AE kilidi";
"10223"="    0:Aç";
"10224"="    1:Kapat";
"10225"="    0:Üst";
"10226"="    1:Önceki(kapalı ise üst)";
"10227"="    2:Önceki";
"10228"="    0:Varsayılan";
"10229"="    1:Kaliteyi değiştir";
"10230"="    2:ISO hızını değiştir";
"10231"="    3:Parametreleri değiştir";
"10232"="    0:Kapat";
"10233"="    1:Aç";
"10234"="    0:Açık";
"10235"="    1:Kapalı";
"10236"="    0:CF kartsız mümkün";
"10237"="    1:Mümkün değil";
"10238"="    0:[N] Ec-N,R";
"10239"="    1:[L] Ec-A,B,C,CII,CIII,D,H,I,L";
"10240"="    0:Vizör ekranı yok";
"10241"="    1:Vizör ekranı açık";
"10242"="    0:CF kartsız mümkün";
"10243"="    1:Mümkün değil";
"10244"="    0:Standart ISO";
"10245"="    1:Genişletilmiş hassasiyet";
"10246"="    0:AF/AE kilidi";
"10247"="    1:AE kilidi/AF";
"10248"="    2:AF/AF kilidi, AE kilidi yok";
"10249"="    3:AE/AF, AE kilidi yok";
"10250"="    0:Tv değeri: Ana kadran, Av değeri: Hızlı kumanda kadranı";
"10251"="    1:Tv değeri: Hızlı kumanda kadranı, Av değeri: Ana kadran";
"10252"="    2:Tv değeri: Ana kadran, Av değeri: Hızlı kumanda kadranı, lens çıkarıldığında Av değeri ayarlanabilir";
"10253"="    3:Tv değeri: Hızlı kumanda kadranı, Av değeri: Ana kadran, lens çıkarıldığında Av değeri ayarlanabilir";
"10254"="    0:1/3-stop ayar, 1/3-stop telafi";
"10255"="    1:1-stop ayar, 1/3-stop telafi";
"10256"="    2:1/2-stop ayar, 1/2-stop telafi";
"10257"="    0:Tek çekim AF'den sonra açılır";
"10258"="    1:Tek çekim AF'den sonra kapanır";
"10259"="    2:Her zaman kapalı";
"10260"="    0:Kalan çekim/dosya no.";
"10261"="    1:ISO/Kalan çekim";
"10262"="    2:ISO/Dosya no.";
"10263"="    3:Klasördeki çekim/Kalan çekim";
"10264"="    0:0,-,+/Otomatik iptal";
"10265"="    1:0,-,+/İptal yok";
"10266"="    2:-,0,+/Otomatik iptal";
"10267"="    3:-,0,+/İptal yok";
"10268"="    0:Açık";
"10269"="    1:Kapalı";
"10270"="    2:Kısmadan açık";
"10271"="    3:Daha parlak";
"10272"="    0:AF noktası seçim düğmesi + Ana (yatay) / hızlı kumanda (dikey) kadranı işlemi";
"10273"="    1:Pozlama telafisi düğmesi + Ana (yatay) / hızlı kumanda (dikey) kadranı işlemi";
"10274"="    2:Sadece hızlı kumanda kadranı (yatay), destek düğmesi + Ana kadran işlemi (dikey)";
"10275"="    3:FE kilidi düğmesi + Ana (yatay) / hızlı kumanda (dikey) kadranı işlemi";
"10276"="    0:Kapat";
"10277"="    1:Aç";
"10278"="    0:45/Merkez AF noktası";
"10279"="    1:11/Aktif AF noktası";
"10280"="    2:11/Merkez AF noktası";
"10281"="    3:9/Aktif AF noktası";
"10282"="    0:Aç";
"10283"="    1:Kapat";
"10284"="    0:1. perde senkronizasyonu";
"10285"="    1:2. perde senkronizasyonu";
"10286"="    0:Kapat";
"10287"="    1:Aç";
"10288"="    0:Tek AF noktası";
"10289"="    1:Genişlet(7 AF noktası TTL.)";
"10290"="    2:Otomatik genişlet(maks. 13)";
"10291"="    0:Destek düğmesi + AF noktası seçim düğmesi";
"10292"="    1:Sadece destek düğmesi ile geçiş yap";
"10293"="    2:Sadece destek düğmesi basılıyken geçiş yap";
"10294"="    0:AF durdur";
"10295"="    1:AF başlat";
"10296"="    2:Ölçerken AE kilidi";
"10297"="    3:AF noktası:M->Oto/Oto->Ctr.";
"10298"="    4:AF modu:TEK ÇEKİM<-->AI SERVO";
"10299"="    5:IS başlat";
"10300"="    0:Standart";
"10301"="    1:Yavaş";
"10302"="    2:Kısmen yavaş";
"10303"="    3:Kısmen hızlı";
"10304"="    4:Hızlı";
"10305"="Oto";
"10306"="Açık";
"10307"="Kapalı";
"10308"="Dahili flaş";
"10309"="Harici E-TTL";
"10310"="Harici A-TTL";
"10311"="1. perde senkronizasyonu";
"10312"="2. perde senkronizasyonu";
"10313"="Yüksek hızlı";
"10314"="[ Sağ ]";
"10315"="[ Orta ]";
"10316"="[ Sağ Orta ]";
"10317"="[ Sol ]";
"10318"="[ Sol Sağ ]";
"10319"="[ Sol Orta ]";
"10320"="[ Sol Orta Sağ ]";
"10321"="%d/%m/%y %H:%M:%S";
"10322"="mm";
"10323"="KB";
"10324"="(%dK)";
"10325"="Kapalı";
"10326"="Sepya";
"10327"="Siyah beyaz";
"10328"="Manzara";
"10329"="Kapalı";
"10330"="Açık 1";
"10331"="Açık 2";
"10332"="Açık";
"10333"="Oto";
"10334"="Kontrast      -2";
"10335"="Kontrast      -1";
"10336"="Kontrast      0";
"10337"="Kontrast      +1";
"10338"="Kontrast      +2";
"10339"="Renk tonu    -2";
"10340"="Renk tonu    -1";
"10341"="Renk tonu    0";
"10342"="Renk tonu    +1";
"10343"="Renk tonu    +2";
"10344"="Filtre efekti  Yok";
"10345"="Filtre efekti  Sarı";
"10346"="Filtre efekti  Turuncu";
"10347"="Filtre efekti  Kırmızı";
"10348"="Filtre efekti  Yeşil";
"10349"="Tonlama efekti  Yok";
"10350"="Tonlama efekti  Sepya";
"10351"="Tonlama efekti  Mavi";
"10352"="Tonlama efekti  Mor";
"10353"="Tonlama efekti  Yeşil";
"10354"="sRGB";
"10355"="Adobe RGB";
"10356"="Renk uzayı   sRGB";
"10357"="Renk uzayı   Adobe RGB";
"10358"="1Standart";
"10359"="2Portre";
"10360"="3Y-doygun.";
"10361"="4Adobe RGB";
"10362"="5D-doygun.";
"10363"="6CM ayar1";
"10364"="7CM ayar2";
"10365"="---------";
"10366"="Fotoğraf stili";
"10367"="Keskinlik";
"10368"="Kontrast";
"10369"="Doygunluk";
"10370"="Renk tonu";
"10371"="Filtre etkisi";
"10372"="Ton etkisi";
"10373"="-4";
"10374"="-3";
"10375"="-2";
"10376"="-1";
"10377"="0";
"10378"="1";
"10379"="2";
"10380"="3";
"10381"="4";
"10382"="5";
"10383"="6";
"10384"="7";
"10385"="N :Yok";
"10386"="Ye:Sarı";
"10387"="Or:Turuncu";
"10388"="R :Kırmızı";
"10389"="G :Yeşil";
"10390"="S :Sepya";
"10391"="B :Mavi";
"10392"="P :Mor";
"10393"="Standart";
"10394"="Portre";
"10395"="Manzara";
"10396"="Nötr";
"10397"="Aslı gibi";
"10398"="Monokrom";
"10399"="Kullanıcı tanımlı 1";
"10400"="Kullanıcı tanımlı 2";
"10401"="Kullanıcı tanımlı 3";
"10402"="SRAW";
"10403"="Tarih/saat(UTC)";
"10404"="Uydu sinyali durumu";
"10405"="Tamam";
"10406"="NG";
"10407"="Uzun pozlama gürültü azaltma";
"10408"="Yüksek ISO hızı gürültü azaltma";
"10409"="Vurgu tonu önceliği";
"10410"="0:Kapalı";
"10411"="1:Otomatik";
"10412"="2:Açık";
"10413"="0:Kapalı";
"10414"="1:Açık";
"10415"="0:Kapat";
"10416"="1:Aç";
"10417"="Harici TTL";
"10418"="Otomatik harici ölçüm";
"10419"="Manuel harici ölçüm";
"10420"="Manuel flaş";
"10421"="Yazar";
"10422"="Telif hakkı uyarısı";
"10423"="Oto Aydınlatma İyileştirici";
"10424"="0:Standart";
"10425"="1:Düşük";
"10426"="2:Kuvvetli";
"10427"="3:Kapat";
"10428"="0:Standart";
"10429"="1:Düşük";
"10430"="2:Kuvvetli";
"10431"="3:Kapat";
"10432"="Donanım yazılımı";
"10433"="AE kilidi";
"10434"="Kapalı";
"10435"="Açık";
"10436"="Oto ISO hızı";
"10437"="Kapalı";
"10438"="Açık";
"10439"="FE kilidi";
"10440"="Kapalı";
"10441"="Açık";
"10442"="Çevre aydınlatma düzeltmesi";
"10443"="Kapat";
"10444"="Aç";
"10445"="Toz silme verisi";
"10446"="Hayır";
"10447"="Evet";
"10448"="Canlı izlemeli çekim";
"10449"="Kapalı";
"10450"="Açık";
"10451"="E-TTL II flaş ölçümü";
"10452"="Değerlendirmeli flaş ölçümü";
"10453"="Ortalama flaş ölçümü";
"10454"="SRAW1";
"10455"="SRAW2";
"10456"="MRAW";
"10457"="Yaratıcı otomatik";
"10458"="Videoda fotoğraf / MovieSnap";
"10459"="AE Mikro ayarı";
"10460"="FE Mikro ayarı";
"10461"="AF alanı seçme modu";
"10462"="Manuel seçim";
"10463"="Nokta AF";
"10464"="AF noktası genişletme";
"10465"="Bölge AF";
"10466"="Otomatik seçim";
"10467"="Video kırpma";
"10468"="Ortam";
"10469"="Standart ayar";
"10470"="Canlı";
"10471"="Sıcak";
"10472"="Yumuşak";
"10473"="Duru";
"10474"="Yoğun";
"10475"="Karanlık";
"10476"="Aydınlık";
"10477"="Monokrom";
"10478"="Efekt";
"10479"="Kuvvetli";
"10480"="Standart";
"10481"="Düşük";
"10482"="Düşük";
"10483"="Orta";
"10484"="Yüksek";
"10485"="Sepya";
"10486"="S/B";
"10487"="Mavi";
"10488"="Aydınlatma veya Manzara";
"10489"="Varsayılan ayar";
"10490"="Gün ışığı";
"10491"="Gölge";
"10492"="Bulutlu";
"10493"="Tungsten ışığı";
"10494"="Floresan ışığı";
"10495"="Gün batımı";
"10496"="RAW görüntü işleme";
"10497"="Bozulma düzeltme";
"10498"="Kromatik sapma düzeltmesi";
"10499"="Yeniden boyutlandır";
"10500"="Yaratıcı filtreler";
"10501"="Kumlu S/B";
"10502"="Yumuşak odak";
"10503"="Oyuncak kamera efekti";
"10504"="Minyatür efekti";
"10505"="Yaratıcı filtre ayarı";
"10506"="Kontrast:Standart";
"10507"="Kontrast:Düşük";
"10508"="Kontrast:Kuvvetli";
"10509"="Renk tonu:Standart";
"10510"="Renk tonu:Soğuk ton";
"10511"="Renk tonu:Sıcak ton";
"10512"="Yumuşak odak:Standart";
"10513"="Yumuşak odak:Düşük";
"10514"="Yumuşak odak:Kuvvetli";
"10515"="Görünüm oranı";
"10516"="1:1";
"10517"="3:2";
"10518"="4:3";
"10519"="16:9";
"10520"="Video pozlama";
"10521"="Oto";
"10522"="Manuel";
"10523"="Vid. Enstantane";
"10524"="Video ışığı";
"10525"="Manuel açık";
"10526"="Oto açık";
"10527"="Oto";
"10528"="Balık gözü efekti";
"10529"="Efekt:Standart";
"10530"="Efekt:Düşük";
"10531"="Efekt:Kuvvetli";
"10532"="Standart";
"10533"="Düşük";
"10534"="Kuvvetli";
"10535"="Kapat";
"10536"="Otomatik Akıllı Sahne";
"10537"="HDR çekim";
"10538"="Aç";
"10539"="Kapat";
"10540"="Dinamik aralığı ayarla";
"10541"="Oto";
"10542"="HDR efekti";
"10543"="Doğal";
"10544"="Stndrt tablo";
"10545"="Canlı tablo";
"10546"="Koyu tablo";
"10547"="Gofre tablo";
"10548"="Oto. Grntü Hizala";
"10549"="Aç";
"10550"="Kapat";
"10551"="Çoklu pozlama";
"10552"="Aç";
"10553"="Kapat";
"10554"="Çoklu pozlama kontrolü";
"10555"="Eklemeli";
"10556"="Ortalama";
"10557"="Aydınlık(Karşılaştırmalı)";
"10558"="Karanlık(Karşılaştırmalı)";
"10559"="Pozlama sayısı";
"10560"="AF noktası genişletme:üst/alt/sol/sağ";
"10561"="AF noktası genişletme:çevre";
"10562"="Video kalitesi";
"10563"="Yüksek sıkıştırma(kareler arası, IPB)";
"10564"="Düşük sıkıştırma(kare içi, ALL-I)";
"10565"="Standart";
"10566"="Düşük";
"10567"="Kuvvetli";
"10568"="Kapat";
"10569"="Kapat";
"10570"="Aç";
"10571"="Kapat";
"10572"="Oto";
"10573"="Aç";
"10574"="Sessiz tek çekim";
"10575"="Sessiz sürekli çekim";
"10576"="1 çk. sessiz";
"10577"="14fps süper yüksek hız";
"10578"="AF yapılandırma aracı";
"10579"="Takip hassasiyeti";
"10580"="Takip hızlndır/yavşlt";
"10581"="AF noktası otomatik geçiş";
"10582"="Tekil grup kontrolü";
"10583"="İlk perde senkronizasyonu";
"10584"="2. perde senkronizasyonu";
"10585"="Yüksek hızlı senkronizasyon";
"10586"="Elde Gece Sahnesi";
"10587"="HDR Ters Işık Kontrolü";
"10588"="Video Servo AF";
"10589"="Aç";
"10590"="Kapat";
"10591"="Sürekli AF";
"10592"="Aç";
"10593"="Kapat";
"10594"="Yüz algılama + İzleme AF";
"10595"="FlexiZone - Multi";
"10596"="FlexiZone - Single";
"10597"="Çoklu Çekimde Kuml. Gider";
"10598"="Koyu tablo efekti";
"10599"="Efekt:Standart";
"10600"="Efekt:Düşük";
"10601"="Efekt:Yüksek";
"10602"="Su boyası efekti";
"10603"="Renk yoğunluğu:Standart";
"10604"="Renk yoğunluğu:Hafif";
"10605"="Renk yoğunluğu:Koyu";
"10606"="Servo AF";
"10607"="Canon günlük";
"10608"="Açık";
"10609"="Kapalı";
"10610"="Keskinlik";
"10611"="Doygunluk";
"10612"="Renk özü";
"10613"="Video bölme işareti";
"10614"="Var";
"10615"="Sıkıştırma formatı";
"10616"="MPEG-4 AVC/H.264";
"10617"="Motion JPEG";
"10618"="Kayıt süresi";
"10619"="%d.%d saniye";
"10620"="Kare hızı";
"10621"="Süper 35 mm kırpma";
"10622"="Işık renk tonu";
"10623"="Kesme";
"10624"="Duru";
"10625"="Hafif duru";
"10626"="Standart";
"10627"="Hafif sıcak";
"10628"="Sıcak";
"10629"="3:4";
"10630"="2:3";
"10631"="9:16";
"10632"="Çocuk";
"10633"="Yiyecek";
"10634"="Mum ışığı";
"10635"="Minyatür efektli video";
"10636"="Harici flaş";
"10637"="TTL flaş ölçümü";
"10638"="A-TTL flaş ölçümü";
"10639"="E-TTL flaş ölçümü";
"10640"="Otomatik flaş ölçümü";
"10641"="Manuel flaş ölçümü";
"10642"="Yüz canlı modu";
"10643"="Elle seçim:Geniş bölge AF";
"10644"="Titreşim önleme";
"10645"="Kapat";
"10646"="Aç";
"10647"="Aç(Düzeltme verisi yok)";
"10648"="Düzenleme (ALL-I)";
"10649"="Standart (IPB)";
"10650"="Açık (IPB)";
"10651"="Gece portre";
"10652"="Yaratıcı destek";
"10653"="Yüksek dinamik aralık";
"10654"="1 noktalı AF";
"10655"="Karma oto";
"10656"="Derleme";
"10657"="HDR Video Çekimi";
"10658"="Oto: Ortam önceliği";
"10659"="Oto: Beyaz önceliği";
"10660"="İnce Ayrıntı";
"10661"="Şiddet";
"10662"="İncelik";
"10663"="Eşik";
"10664"="Time-lapse video";
"10665"="Kırp/görünüm oran";
"10666"="1,3x (kırpma)";
"10667"="1,6x (kırpma)";
"10668"="Öz portre";
"10669"="HDR koyu tablo";
"10670"="HDR canlı tablo";
"10671"="HDR gofre tablo";
"10672"="HDR standart tablo";
"10673"="Rüya";
"10674"="Eski filmler";
"10675"="Anı";
"10676"="Dinamik S&B";
"10677"="Minyatür efektli video";
"10678"="Kırınım düzeltme";
"10679"="Aç";
"10680"="Kapat";
"10681"="Dijital lens eniyileyici";
"10682"="Kare Çıkarma";
"10683"="Sessiz HS sürekli";
"10684"="Sessiz LS sürekli";
"10685"="Dual Pixel RAW";
